;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: geogeo.gr@gmail.com
; TranslationAuthorWeb: https://www.geogeo.gr
; Soft Version: 3.01
; Update: 2018-08-09
;
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Lang]
NativeLanguage=Ελληνικά
[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Επιβεβαίωση
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
FrmJSAbout.caption=Περί...
FrmJSAbout.btnok.caption=Εντάξει
FrmJSAbout.lblver.caption=Τρέχουσα έκδοση:
FrmJSAbout.lblemail.caption=Email υποστήριξης:
FrmJSAbout.lblhome.caption=Ιστοσελίδα:
FrmJSAbout.lblthank.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmRSMain.btnSupport.hint=Υποστήριξη & Αποστολή σχολίων
;
; Popup Menu
;
unsupported=Μη υποστηριζόμενη μορφή
denied=Δεν επιτρέπεται η πρόσβαση
unknownpath=Άγνωστη διαδρομή
pmCheckMsg=Αυτόματος έλεγχος ειδήσεων
pmforum=Φόρουμ
pmHelp=Άμεση βοήθεια
pmHome=Ιστοσελίδα
pmCheckNew=Έλεγχος για ενημερώσεις
pmContact=Επικοινωνήστε μαζί μας
pmLang=Γλώσσα / Language
pmAbout=Περί...
pmcpfilename=Αντιγραφή πλήρους διαδρομής
pmcppath=Αντιγραφή καταλόγου
pmopen=Άνοιγμα αρχείου
pmopenfolder=Άνοιγμα φακέλου
pmcpfile=Αντιγραφή αρχείου-φακέλου
pmdel=Διαγραφή αρχείου(ων)
pmatt=Ιδιότητες
pmSelectAll=Επιλογή όλων των στοιχείων
pmSelectNone=Καμία επιλογή
pmSelectInvert=Αντιστροφή επιλογής
pmCheckNew=Έλεγχος για ενημερώσεις
pmJetHelp=Εκτέλεση γρήγορης αναζήτησης
nopath=Η διαδρομή δεν υπάρχει
pmcutfile=Μετακίνηση σε...
pmexportto=Αποθήκευση σε αρχείο csv...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Μου αρέσει
FrmRSMain.btnSearch.caption=Αναζήτηση
FrmRSMain.btnfeedback.caption=Αποστολή σχολίου
FrmRSMain.btncheckupdate.caption=Έλεγχος για ενημερώσεις
FrmRSMain.btnFacebook.hint=Πείτε στο Facebook ότι σας αρέσει το WiseCleaner
FrmRSMain.btnTwitter.hint=Μοιραστείτε το Wise JetSearch στο Twitter
FrmRSMain.btnemail.hint=Μοιραστείτε το Wise JetSearch με φίλους
;
;Like us
;
Frmlikeit.lblTitle.caption=Εάν σας άρεσε το Wise JetSearch, παρακαλούμε συστήστε αυτό το υπέροχο δωρεάν εργαλείο στους αγαπημένους σας.
Frmlikeit.lblInfo.caption=Παρακαλώ μοιραστείτε το Wise JetSearch με την οικογένεια, τους φίλους, τους συμμαθητές και τους συναδέλφους σας μέσω Email, Blog, Twitter, YouTube, Facebook, κλπ. Θα προσφέρετε άνεση και αποτελεσματικότητα στη ζωή τους.
Frmlikeit.lblRate.caption=Αξιολογήστε το Wise JetSearch:
Frmlikeit.lblfollow.caption=Ακολουθήστε μας στο:
Frmlikeit.lblshare.caption=Μοιραστείτε το Wise JetSearch:
Frmlikeit.btndownload.caption=Δωρεάν λήψη
Frmlikeit.imgrate.hint=Δώστε μας μια  5-άστερη αξιολόγηση στο CNET
Frmlikeit.imgmail.hint=Μοιραστείτε το με τους φίλους σας
Frmlikeit.imgface1.hint=Μοιράστε το στο facebook
Frmlikeit.imgface2.hint=Ακολουθήστε μας στο facebook
Frmlikeit.imgtwitter1.hint=Μοιράστε το στο twitter
Frmlikeit.imgtwitter2.hint=Ακολουθήστε μας στο twitter
Frmlikeit.Caption=Μου αρέσει
Frmlikeit.lbldownload.caption=Λήψη περισσότερων δωρεάν προγραμμάτων από WiseCleaner.com :

[Edit]
pmcut=Αποκοπή
pmcopy=Αντιγραφή
pmpaste=Επικόλληση
pmdelete=Διαγραφή
pmselectall=Επιλογή όλων


[Message]
Loading=Δημιουργία ευρετηρίου...
Loaded=Η δημιουργία ολοκληρώθηκε
Audios=Αρχεία ήχου
Videos=Βίντεο
Images=Εικόνες
Document=Έγγραφα
Compressed=Συμπιεσμένα
Email=Email
NewVer=Μια νέα έκδοση του Wise JetSearch είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
KeyDelete=Διαγραφή
AllHardDrive=Τοπικοί σκληροί δίσκοι
SelectHardDrive=Παρακαλώ επιλέξτε ένα σκληρό δίσκο
ScanFor=Αναζήτηση στον οδηγό:
Search=Αναζήτηση
LeftTimeSec=Διάρκεια: %s δευτερόλεπτα
NoKeyWord=Εισαγάγετε τις λέξεις-κλειδιά που θέλετε να αναζητήσετε
Stop=Διακοπή
NoDriveChecked=Παρακαλώ επιλέξτε του οδηγούς που θέλετε να σαρώσετε
NoNewVer=Συγχαρητήρια. Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
TranslateTo=Μετάφραση στα...

[FastFind]
Name=Όνομα
Path=Κατάλογος
FileSize=Μέγεθος αρχείου
FileType=Τύπος
DateModified=Ημερ/νία τροποποίησης
KeyWord=Εισαγωγή λέξεων κλειδιών
SearchFinish=Η αναζήτηση ολοκληρώθηκε. Βρέθηκαν %d αρχεία-φάκελοι.
SearchAborted=Η αναζήτηση ματαιώθηκε. Βρέθηκαν %d αρχεία-φάκελοι.
NoResult=Δεν βρέθηκαν αρχεία που να ταιριάζουν

[Help]
Startup=Εκτέλεση γρήγορης αναζήτησης μαζί με το σύστημα
AutoRunMain=Άνοιγμα γρήγορης αναζήτησης μαζί με JetSearch
Del=Διαγραφή
Tips=Γρήγορη αναζήτηση για τοπικό αρχείο-φάκελο
